20241213T004734--kdoc-324-『プロだけが知っている-小説の書き方』__book.org
:properties:
:ID: 20241213T004734
:mtime:    20250201234522
:ctime:    20241213004735
:end:
#+title:      KDOC 324: 『プロだけが知っている 小説の書き方』
#+date:       [2024-12-13 Fri 00:47]
#+filetags:   :book:
#+identifier: 20241213T004734

* この文書のステータス
:LOGBOOK:
CLOCK: [2024-12-14 Sat 10:07]--[2024-12-14 Sat 10:32] =>  0:25
:END:
- 作成
  - [X] 2025-02-01 貴島
- レビュー
  - [X] 2025-02-01 貴島

* 概要

[[https://www.amazon.co.jp/%E3%83%97%E3%83%AD%E3%81%A0%E3%81%91%E3%81%8C%E7%9F%A5%E3%81%A3%E3%81%A6%E3%81%84%E3%82%8B%E5%B0%8F%E8%AA%AC%E3%81%AE%E6%9B%B8%E3%81%8D%E6%96%B9-%E6%A3%AE%E6%B2%A2%E6%98%8E%E5%A4%AB/dp/486410915X][プロだけが知っている小説の書き方]]は、小説の書き方についての本。作者の技術・経験を元に書かれている。

* メモ
- 小説の大切な要素
  - キャラクターを不幸にする
  - その不幸から立ち直らせる
  - 立ち直るまでの成長を描く
- 心を動かしたネタはメモしておく(p36)
- 書けば書くほど技術は上達する。書いているうちに好きなジャンルや得意なジャンルが見つかる可能性がある。多作であればそのなかに秀作が生まれる可能性も高まる。「ヒットを出すにはとにかく数を出すことが大事」という作詞家もいる(p41)
- リアルな知人をピックアップして、その人を「実際にはありえない舞台」に置いてみる(p44)
- ハマる作品というのは、どれもキャラクターが魅力的である。面白い物語を書くには最低限「キャラクターが魅力的であること」が必要である(p50)
- 異性や違う年代のキャラクターが書けない場合、そういう人と多く会い、接する機会を増やせばよい(p67)
- 舞台選びからはじめることもできる。この場所にキャラクターを置いたら、何かが起こりそうだなという舞台を選ぶ(p70)
- 優れた小説を読んでいるとき、頭のなかで自然と映画が流れている感覚になる。舞台がちゃんと見えていると、キャラクターの動きも自然なものになっていく(p72)
- 頭の中で詳細に見える舞台にするには、自分の知っている場所を舞台にすることである。地元や、よく遊びにいく場所。いくつか知っている場所をミックスしてもよい(p72)
- 舞台とキャラクターが出会うことで物語は動き出す(p73)
- 舞台や時代背景を変えられない理由は、知識不足が原因であることが多い。舞台や時代について猛勉強するしかない(p75)
- 人間はよく知っているものを好きになりがちである。だから、知っていることを増やすと好きなものも増えていく(p76)
- シーンを書く。「優しい少年である」と書きたいなら、「やさしい行動を取っているシーン」を書く(p83)
- 全体を俯瞰しつつ、大雑把な流れを書き出しておいてその流れのなかに書くべきシーンを1つ1つ挿入していく。シーンを挟み込んでおくとプロットが充実してきて原稿が書きやすくなる。書き方をわかっていない人は物語の「説明」を書いてしまいがちである(p89)
- 先を読みたくなるような物語とは、キャラクターと読者に最後まで謎を追わせ続けることができている物語をいう(p92)
- 主人公にどんな行動をさせたらおもしろくなるか。試練を与える(p97)
- キャラクターに「確固たる目的」を持たせる。そうやって作られた複数のキャラクターを架空の舞台に降ろして出会わせる。目的を持った人と人が出会うと、彼らは自分の意志に沿って動き始める(p107)
- 大きいイメージから書き始めて、徐々に小さくしていく。まずどんな作品を書きたいか、という大きなイメージを書き出す(例: 読者をわくわくさせる作品を書く)。イメージを具体的にしたもの(例: タイムリープものにする)を書く(p110)
- 構成としてはキャラクターを優先する方法と物語の展開を優先する方法がある(p114)
- 主人公の幸福度をグラフにしてみて、右側にいくにつれて開いた、落差の大きい「W」になるようにする。最後で頂点になる(p117)
- 不幸の原因...環境、人間関係、運
- 感情移入させたいなら一人称、複雑な世界を描くなら三人称がよい(p142)
- 人物を描写するとき必要なこと。キャラクターをしっかり「創ること」、「作者が理解していること」。親友レベルに理解しておく。また、「人物を説明するための文章」を書いてはいけない。「物語の流れのなかで、自然と読者に人物を理解させる文章」を書く。物語を動かすことで人物を描写すると、読者の頭の中には映像が流れ出し、キャラクターの性格もはっきり伝わる(p150)
- 感覚器までキャラクター乗り移ったつもりで書く。あくまで観察したものをそのまま書く(p157)
- 動作のバリエーションを増やしたいなら、既存の映画や漫画を見て観察するとよい(p158)
- 冗長にならず、しかし伝えるべことをはっきり伝えるには、「短い1つの文章のなかに複数の必要な情報を詰め込む」のが効果的である。「ドーンと腹に響く波音」→「音の大きさ」、「音の低さ」、「音のする場所からの距離」、「海が荒れている様子」(p164)
- 最初に広くてイメージしやすい場所を示すと、読者にとっては読みやすい(p168)
- 象徴的なものだけ厳選して書いて、あとはキャラクターの行動で表現する(p171)
- 文章力を上げるために大事なこと(p189)
  - たくさん読む
  - たくさん書く
  - 詩人になったつもりで、日々の小さな心の揺れまで丁寧に体で味わう
- なるべく感情を書かない。「ぼくは悲しかった」「ぼくは悔しかった」。かわりに体にどんな動きや感覚が生じたかで表現する。そのほうがキャラクターの感情がリアルに伝わる。また、普段からどのように体に変化が生じるか観察しておく(p190)
- 執筆という作業に飽きることはほぼ毎日ある、という。物語の中身の飽きることはほとんどない。キャラクター設定をしっかりやっているから、キャラクターとキャラクターが住む世界の両方を愛してしまっているから(p201)
- 無名の作家の作品は売れない。出版してもらいたいなら、「ふつうに面白い」作品ではなくて、「驚くほど面白い」作品な必要がある(p247)

* 関連
なし。
