20241213T004734--kdoc-324-『プロだけが知っている-小説の書き方』__book.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-11T23:13:04Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 324: 『プロだけが知っている 小説の書き方』</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 324: 『プロだけが知っている 小説の書き方』</h1>
<div id="outline-container-orgf27df0a" class="outline-2">
<h2 id="orgf27df0a"><a href="#orgf27df0a">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orgf27df0a">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-02-01 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-02-01 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgc4fbcc1" class="outline-2">
<h2 id="orgc4fbcc1"><a href="#orgc4fbcc1">概要</a></h2>
<div class="outline-text-2" id="text-orgc4fbcc1">
<p>
<a href="https://amzn.to/46064j4">プロだけが知っている小説の書き方</a>は、小説の書き方についての本。作者の技術・経験を元に書かれている。
</p>
</div>
</div>
<div id="outline-container-orgb181816" class="outline-2">
<h2 id="orgb181816"><a href="#orgb181816">メモ</a></h2>
<div class="outline-text-2" id="text-orgb181816">
<ul class="org-ul">
<li>小説の大切な要素
<ul class="org-ul">
<li>キャラクターを不幸にする</li>
<li>その不幸から立ち直らせる</li>
<li>立ち直るまでの成長を描く</li>
</ul></li>
<li>心を動かしたネタはメモしておく(p36)</li>
<li>書けば書くほど技術は上達する。書いているうちに好きなジャンルや得意なジャンルが見つかる可能性がある。多作であればそのなかに秀作が生まれる可能性も高まる。「ヒットを出すにはとにかく数を出すことが大事」という作詞家もいる(p41)</li>
<li>リアルな知人をピックアップして、その人を「実際にはありえない舞台」に置いてみる(p44)</li>
<li>ハマる作品というのは、どれもキャラクターが魅力的である。面白い物語を書くには最低限「キャラクターが魅力的であること」が必要である(p50)</li>
<li>異性や違う年代のキャラクターが書けない場合、そういう人と多く会い、接する機会を増やせばよい(p67)</li>
<li>舞台選びからはじめることもできる。この場所にキャラクターを置いたら、何かが起こりそうだなという舞台を選ぶ(p70)</li>
<li>優れた小説を読んでいるとき、頭のなかで自然と映画が流れている感覚になる。舞台がちゃんと見えていると、キャラクターの動きも自然なものになっていく(p72)</li>
<li>頭の中で詳細に見える舞台にするには、自分の知っている場所を舞台にすることである。地元や、よく遊びにいく場所。いくつか知っている場所をミックスしてもよい(p72)</li>
<li>舞台とキャラクターが出会うことで物語は動き出す(p73)</li>
<li>舞台や時代背景を変えられない理由は、知識不足が原因であることが多い。舞台や時代について猛勉強するしかない(p75)</li>
<li>人間はよく知っているものを好きになりがちである。だから、知っていることを増やすと好きなものも増えていく(p76)</li>
<li>シーンを書く。「優しい少年である」と書きたいなら、「やさしい行動を取っているシーン」を書く(p83)</li>
<li>全体を俯瞰しつつ、大雑把な流れを書き出しておいてその流れのなかに書くべきシーンを1つ1つ挿入していく。シーンを挟み込んでおくとプロットが充実してきて原稿が書きやすくなる。書き方をわかっていない人は物語の「説明」を書いてしまいがちである(p89)</li>
<li>先を読みたくなるような物語とは、キャラクターと読者に最後まで謎を追わせ続けることができている物語をいう(p92)</li>
<li>主人公にどんな行動をさせたらおもしろくなるか。試練を与える(p97)</li>
<li>キャラクターに「確固たる目的」を持たせる。そうやって作られた複数のキャラクターを架空の舞台に降ろして出会わせる。目的を持った人と人が出会うと、彼らは自分の意志に沿って動き始める(p107)</li>
<li>大きいイメージから書き始めて、徐々に小さくしていく。まずどんな作品を書きたいか、という大きなイメージを書き出す(例: 読者をわくわくさせる作品を書く)。イメージを具体的にしたもの(例: タイムリープものにする)を書く(p110)</li>
<li>構成としてはキャラクターを優先する方法と物語の展開を優先する方法がある(p114)</li>
<li>主人公の幸福度をグラフにしてみて、右側にいくにつれて開いた、落差の大きい「W」になるようにする。最後で頂点になる(p117)</li>
<li>不幸の原因&#x2026;環境、人間関係、運</li>
<li>感情移入させたいなら一人称、複雑な世界を描くなら三人称がよい(p142)</li>
<li>人物を描写するとき必要なこと。キャラクターをしっかり「創ること」、「作者が理解していること」。親友レベルに理解しておく。また、「人物を説明するための文章」を書いてはいけない。「物語の流れのなかで、自然と読者に人物を理解させる文章」を書く。物語を動かすことで人物を描写すると、読者の頭の中には映像が流れ出し、キャラクターの性格もはっきり伝わる(p150)</li>
<li>感覚器までキャラクター乗り移ったつもりで書く。あくまで観察したものをそのまま書く(p157)</li>
<li>動作のバリエーションを増やしたいなら、既存の映画や漫画を見て観察するとよい(p158)</li>
<li>冗長にならず、しかし伝えるべことをはっきり伝えるには、「短い1つの文章のなかに複数の必要な情報を詰め込む」のが効果的である。「ドーンと腹に響く波音」→「音の大きさ」、「音の低さ」、「音のする場所からの距離」、「海が荒れている様子」(p164)</li>
<li>最初に広くてイメージしやすい場所を示すと、読者にとっては読みやすい(p168)</li>
<li>象徴的なものだけ厳選して書いて、あとはキャラクターの行動で表現する(p171)</li>
<li>文章力を上げるために大事なこと(p189)
<ul class="org-ul">
<li>たくさん読む</li>
<li>たくさん書く</li>
<li>詩人になったつもりで、日々の小さな心の揺れまで丁寧に体で味わう</li>
</ul></li>
<li>なるべく感情を書かない。「ぼくは悲しかった」「ぼくは悔しかった」。かわりに体にどんな動きや感覚が生じたかで表現する。そのほうがキャラクターの感情がリアルに伝わる。また、普段からどのように体に変化が生じるか観察しておく(p190)</li>
<li>執筆という作業に飽きることはほぼ毎日ある、という。物語の中身の飽きることはほとんどない。キャラクター設定をしっかりやっているから、キャラクターとキャラクターが住む世界の両方を愛してしまっているから(p201)</li>
<li>無名の作家の作品は売れない。出版してもらいたいなら、「ふつうに面白い」作品ではなくて、「驚くほど面白い」作品な必要がある(p247)</li>
</ul>
</div>
</div>
<div id="outline-container-orga97d9cf" class="outline-2">
<h2 id="orga97d9cf"><a href="#orga97d9cf">関連</a></h2>
<div class="outline-text-2" id="text-orga97d9cf">
<p>
なし。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
